Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PassKit/WalletSettings_Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DEFAULTS_EXPLANATION
source: Choose the default payment information you want to use when making a purchase with Apple Pay. Addresses and payment options can be changed at the time of transaction.
ar: اختر معلومات الدفع الافتراضية المراد استخدامها عند إجراء عملية شراء باستخدام Apple Pay. يمكن تغيير خيارات العناوين والدفع في وقت المعاملة.
bg: Изберете информацията за плащане по подразбиране, която искате да използвате, когато правите покупка с Apple Pay. Адресите и опциите за плащане могат да бъдат променяни по време на транзакцията.
ca: Selecciona la informació de pagament que vulguis utilitzar per omissió en fer una compra amb l’Apple Pay. Les adreces i les opcions de pagament es poden canviar al moment de la transacció.
cs: Vyberte výchozí platební údaje, které chcete používat při nákupech s Apple Pay. Adresy a platební metody můžete při provádění transakce změnit.
da: Vælg de standardbetalingsoplysninger, der skal bruges, når du foretager køb med Apple Pay. Adresser og betalingsmuligheder kan ændres på tidspunktet for transaktionen.
de: Wähle die standardmäßigen Zahlungsinformationen aus, die du bei einem Kauf mit Apple Pay verwenden möchtest. Adressen und Zahlungsoptionen können zum Zeitpunkt der Transaktion geändert werden.
el: Επιλέξτε τις προεπιλεγμένες πληροφορίες πληρωμής που θέλετε να χρησιμοποιούνται όταν κάνετε μια αγορά με το Apple Pay. Μπορείτε να αλλάξετε τις διευθύνσεις και τους τρόπους πληρωμής την ώρα της συναλλαγής.
es: Selecciona la información de pago que quieres usar por omisión al comprar con Apple Pay. Las direcciones y las opciones de pago pueden modificarse en el momento de la transacción.
es_us: Elige la información del modo de pago predeterminado que quieres usar cuando hagas compras con Apple Pay. Las direcciones y las opciones de pago pueden cambiarse al momento de la transacción.
fi: Valitse oletusmaksutapa, jota haluat käyttää Apple Pay -ostoille. Voit muuttaa osoitteita ja maksuvaihtoehtoja maksutapahtuman aikana.
fr: Choisissez les informations de paiement par défaut à utiliser lorsque vous effectuez un achat avec Apple Pay. Les adresses et les options de paiement peuvent être modifiées au moment de la transaction.
fr_ca: Choisissez les informations de paiement par défaut que vous souhaitez utiliser lorsque vous effectuez un achat avec Apple Pay. Les adresses et les options de paiement peuvent être changées au moment de la transaction.
he: יש לבחור את פרטי התשלום שישמשו כברירת-מחדל בעת ביצוע רכישות עם Apple Pay. ניתן לשנות אפשרויות של כתובת ותשלום בעת החיוב.
hi: Apple Pay से ख़रीदारी करते समय इस्तेमाल करने के लिए डिफ़ॉल्ट भुगतान जानकारी चुनें। पते और भुगतान विकल्प लेनदेन के समय बदले जा सकते हैं।
hr: Odaberite standardne informacije za plaćanje koje želite koristiti kad obavljate kupnju putem Apple Paya. Adrese i načini plaćanja mogu se promijeniti za vrijeme transakcije.
hu: Válassza ki az alapértelmezett fizetési adatokat, amelyeket az Apple Payjel végzett vásárlások során szeretne használni. A címek és a fizetési módok a tranzakció időpontjában módosíthatók.
id: Pilih informasi pembayaran default yang ingin Anda gunakan saat melakukan pembelian dengan Apple Pay. Alamat dan pilihan pembayaran dapat diubah pada saat transaksi.
it: Seleziona le informazioni di pagamento di default che desideri usare quando effettui acquisti con Apple Pay. Gli indirizzi e il metodo di pagamento possono essere modificati nel momento in cui effettui una transazione.
ja: Apple Payで購入時に使用するデフォルトの支払い情報を選択します。住所と支払いオプションは、取引を行う際に変更することができます。
kk: Apple Pay сервисі арқылы сатып алғанда әдепкі бойынша пайдаланылатын төлем туралы ақпаратты таңдаңыз. Мекенжайларды және төлем жасау опцияларын транзакция жүргізу кезінде өзгертуге болады.
ko: Apple Pay로 구입을 진행할 때 사용할 기본 결제 정보를 선택하십시오. 거래 시 주소 및 결제 옵션을 변경할 수 있습니다.
lt: Pasirinkite numatytąją mokėjimo informaciją, kurią norite naudoti „Apple Pay“ operacijose. Adresus ir mokėjimo parinktis galima keisti operacijos metu.
ms: Pilih maklumat bayaran lalai yang anda mahu gunakan semasa membuat pembelian dengan Apple Pay. Pilihan alamat dan bayaran boleh ditukar pada masa transaksi.
nl: Kies de standaardbetalingsinformatie die je wilt gebruiken wanneer je een aankoop doet met Apple Pay. Adres- en betalingsinformatie kan worden gewijzigd tijdens het uitvoeren van een transactie.
no: Velg standard betalings­informasjon som skal brukes når du utfører kjøp med Apple Pay. Adresser og betalings­alternativer kan endres ved transaksjons­tidspunktet.
pl: Wybierz domyślne dane, których chcesz używać podczas transakcji Apple Pay. Adresy i opcje płatności można zmieniać podczas realizowania transakcji.
pt_br: Escolha as informações padrão de pagamento que você quer usar ao fazer compras com o Apple Pay. Endereços e opções de pagamento podem ser alterados no momento da transação.
pt_pt: Escolha a informação de pagamento predefinida que pretende usar ao efetuar compras com Apple Pay. Opções de pagamento e endereços podem ser alterados no momento da transação.
ro: Alegeți informațiile implicite de plată pe care doriți să le utilizați la efectuarea unei achiziții cu Apple Pay. Adresele și opțiunile de plată pot fi schimbate în momentul tranzacției.
ru: Выберите платежную информацию, которая будет использоваться по умолчанию при совершении покупок с Apple Pay. Адреса и параметры оплаты можно изменить во время выполнения транзакции.
sk: Vyberte predvolené platobné údaje, ktoré chcete používať pri nákupoch cez Apple Pay. Adresu a možnosti platby môžete zmeniť počas transakcie.
sl: Izberite privzete podatke za plačevanje pri nakupovanju s storitvijo Apple Pay. Naslove in načine plačila lahko spremenite pri opravljanju transakcije.
sv: Välj den förvalda betalningsinformation som du vill använda när du gör ett köp med Apple Pay. Du kan ändra adress- och betalningsalternativ när du gör ett köp.
th: เลือกข้อมูลการชำระเงินเริ่มต้นที่คุณต้องการใช้เมื่อซื้อสินค้าด้วย Apple Pay ที่อยู่และตัวเลือกการชำระเงินสามารถเปลี่ยนแปลงได้ ณ เวลาที่ทำรายการธุรกรรม
tr: Apple Pay ile alışveriş yaparken kullanmak istediğiniz saptanmış ödeme bilgisini seçin. Adresler ve ödeme seçenekleri işlem sırasında değiştirilebilir.
uk: Оберіть платіжну інформацію, яка зазвичай використовуватиметься для покупки за допомогою Apple Pay. Адресу й тип оплати можна змінити під час трансакції.
vi: Chọn thông tin thanh toán mặc định mà bạn muốn sử dụng khi thực hiện giao dịch mua với Apple Pay. Bạn có thể thay đổi địa chỉ và tùy chọn thanh toán tại thời điểm giao dịch.
zh_cn: 选取通过Apple Pay消费时要使用的默认付款信息。地址和付款选项可在交易时更改。
zh_hk: 選擇你在使用Apple Pay購物時要使用的預設付款資料。地址和付款方式可以在交易時更改。
zh_tw: 選擇你透過Apple Pay購物時要使用的預設付款資訊。地址和付款選項可在交易時更改。

# OK_BUTTON_TITLE
source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

source: Transactions
ar: المعاملات
bg: Транзакции
ca: Transaccions
cs: Transakce
da: Transaktioner
de: Transaktionen
el: Συναλλαγές
es: Transacciones
es_us: Transacciones
fi: Tilitapahtumat
he: עסקאות
hi: लेनदेन
hr: Transakcije
hu: Tranzakciók
id: Transaksi
it: Transazioni
ja: ご利用明細
kk: Транзакциялар
ko: 거래 내역
lt: Operacijos
ms: Transaksi
nl: Transacties
no: Transaksjoner
pl: Transakcje
pt_br: Transações
pt_pt: Transações
ro: Tranzacții
ru: Транзакции
sk: Transakcie
sl: Transakcije
sv: Transaktioner
th: รายการธุรกรรม
tr: İşlemler
uk: Трансакції
vi: Giao dịch
zh_cn: 交易
zh_hk: 交易
zh_tw: 交易記錄

# CANCEL_BUTTON_TITLE
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

source: Payment Cards
ar: بطاقات الدفع
bg: Карти за плащане
ca: Targetes de pagament
cs: Platební karty
da: Betalingskort
de: Zahlungskarten
el: Κάρτες πληρωμής
es: Tarjetas de pago
es_us: Tarjetas de pago
fi: Maksukortit
fr: Cartes de paiement
fr_ca: Cartes de paiement
he: כרטיסי תשלום
hi: भुगतान कार्ड
hr: Platne kartice
hu: Fizetési kártyák
id: Kartu Pembayaran
it: Carte di pagamento
ja: 支払い用カード
kk: Төлем карталары
ko: 결제 카드
lt: Mokėjimo kortelės
ms: Kad Bayaran
nl: Betaalkaarten
no: Betalingskort
pl: Karty płatnicze
pt_br: Cartões de Pagamento
pt_pt: Cartões de pagamento
ro: Carduri de plată
ru: Платежные карты
sk: Platobné karty
sl: Plačilne kartice
sv: Kontokort
th: บัตรชำระเงิน
tr: Ödeme Kartları
uk: Платіжні картки
vi: Thẻ thanh toán
zh_cn: 付款卡
zh_hk: 付款卡
zh_tw: 付款卡

# APPLE_CARD_DEBT_COLLECTION_NOTICE_DISCLOSURE_MESSAGE
source: LEGAL NOTICE: This is an attempt to collect a debt and any information obtained will be used for that purpose.
ar: إشعار قانوني: هذه محاولة لتحصيل دين وأي معلومات نحصل عليها ستُستخدم لهذا الغرض.
bg: ЮРИДИЧЕСКА БЕЛЕЖКА: Това е опит за събиране на дълг и всяка получена информация ще бъде използвана за тази цел.
ca: AVÍS LEGAL: L’objectiu d’aquesta comunicació és intentar cobrar un deute i qualsevol informació que s’hagi obtingut s’utilitzarà amb aquesta finalitat.
cs: PRÁVNÍ UPOZORNĚNÍ: Toto je pokus o výběr dluhu a veškeré získané informace budou použity k danému účelu.
da: JURIDISK NOTE: Dette er et forsøg på at inddrive en gæld, og alle indhentede oplysninger bruges til det formål.
de: RECHTLICHER HINWEIS: Dies ist ein Versuch, eine Forderung einzuziehen, und alle erhaltenen Informationen werden zu diesem Zweck verwendet.
el: ΝΟΜΙΚΗ ΕΙΔΟΠΟΙΗΣΗ: Η παρούσα ενέργεια αποτελεί απόπειρα είσπραξης χρέους και τυχόν ληφθείσες πληροφορίες θα χρησιμοποιηθούν για τον συγκεκριμένο σκοπό.
es: AVISO LEGAL: Este es un intento de cobrar una deuda y cualquier información obtenida se utilizará con ese objetivo.
es_us: AVISO LEGAL: Este es un intento por cobrar una deuda y cualquier información obtenida se utilizará para dicho propósito.
fi: OIKEUDELLINEN HUOMAUTUS: Tämä on yritys periä velkaa, ja kaikkia hankittuja tietoja käytetään kyseiseen tarkoitukseen.
fr: MENTION LÉGALE : ceci est une tentative de recouvrement d’une dette et toute information obtenue sera utilisée à cette fin.
fr_ca: MENTIONS LÉGALES : Ceci est une tentative de recouvrement de créances, et toute information obtenue sera utilisée à ces fins.
he: מידע משפטי: זהו ניסיון לגבות חוב, וכל המידע הנאסף ישמש למטרה זו.
hi: क़ानूनी सूचना : यह क़र्ज़ वसूली का प्रयास है और हासिल की गई किसी प्रकार की जानकारी उसी उद्देश्य के लिए इस्तेमाल की जाएगी।
hr: PRAVNA NAPOMENA: Ovo je pokušaj naplate duga i sve prikupljene informacije koristit će se za tu svrhu.
hu: JOGI NYILATKOZAT: Ez egy tartozás behajtására tett kísérlet, és minden megszerzett információ ebből a célból lesz felhasználva.
id: PEMBERITAHUAN LEGAL: Ini adalah upaya untuk menagih utang dan semua informasi yang didapatkan akan digunakan untuk tujuan tersebut.
it: AVVISO LEGALE: il presente è un tentativo di recuperare un debito e tutte le informazioni ottenute verranno utilizzate a tale proposito.
ja: 法律上の注意点: これは債権を回収するためのもので、入手した情報はその目的のために使用されます。
kk: РЕСМИ ХАБАРЛАМА: бұл — қарызды төлету әрекеті, алынған кез келген ақпарат осы мақсатпен пайдаланылады.
ko: 법적 고지: 이 고지는 부채를 회수하기 위한 노력의 일환으로서, 이를 통해 획득한 모든 정보는 해당 목적으로 사용됩니다.
lt: TEISINIS PRANEŠIMAS: tai yra bandymas susigrąžinti skolą, visa gauta informacija bus naudojama šiuo tikslu.
ms: NOTIS UNDANG-UNDANG: Ini ialah percubaan untuk mengutip hutang dan sebarang maklumat yang diperoleh akan digunakan untuk tujuan tersebut.
nl: JURIDISCHE INFORMATIE: Dit is een poging om een schuld te incasseren en verkregen informatie wordt voor dat doeleinde gebruikt.
no: JURIDISK INFORMASJON: Dette er et forsøk på å innkreve gjeld, og informasjon som innhentes, vil bli brukt til det formålet.
pl: ZASTRZEŻENIA PRAWNE: To jest próba pobrania długu i wszelkie uzyskane informacje zostaną użyte do tego celu.
pt_br: AVISO LEGAL: Esta é uma tentativa de cobrar uma dívida e qualquer informação obtida será usada para esse propósito.
pt_pt: AVISO LEGAL: está em curso uma tentativa de cobrança de dívida; toda a informação obtida será usada para esse fim.
ro: MENȚIUNE LEGALĂ: aceasta este o încercare de a colecta o datorie și orice informații obținute vor fi utilizate în acest scop.
ru: УВЕДОМЛЕНИЕ. Это попытка взыскания задолженности, и все полученные данные будут использоваться для этой цели.
sk: PRÁVNE UPOZORNENIE: Toto je pokus o vyžiadanie dlhu a všetky získané informácie budú použité na tento účel.
sl: PRAVNO OBVESTILO: To je poskus izterjave dolga in vse pridobljene informacije bodo uporabljene za ta namen.
sv: JURIDISKT MEDDELANDE: Detta är ett försök att driva in en skuld och all insamlad information kommer att användas för detta ändamål.
th: การแจ้งทางกฎหมาย: นี่เป็นความพยายามในการทวงถามหนี้และข้อมูลใดๆ ที่ได้รับจะใช้เพื่อจุดประสงค์นี้
tr: YASAL UYARI: Bu, borcun ödenmesi içindir ve elde edilen bilgiler bu amaçla kullanılır.
uk: ПРАВОВЕ ЗАУВАЖЕННЯ. Це — спроба стягнути борг, і всю отриману інформацію використовуватимуть із цією метою.
vi: THÔNG BÁO PHÁP LÝ: Đây là một nỗ lực nhằm thu hồi khoản nợ và bất kỳ thông tin nào thu được đều sẽ được sử dụng cho mục đích đó.
zh_cn: 法律通知书：此通知旨在尝试收取一项债务，获得的任何信息均将用于该目的。
zh_hk: 法律聲明：此訊息目的為追討債務，任何所得資料都會用作有關用途。
zh_tw: 法律聲明：此訊息目的為追討卡債，任何取得的資訊都會用在該用途上。

# APPLE_CARD_DETAILS_CARD_BALANCE_LINE
source: Card Balance
ar: رصيد البطاقة
bg: Салдо по карта
ca: Saldo de la targeta
cs: Zůstatek na kartě
da: Kortsaldo
de: Kartensaldo
el: Υπόλοιπο κάρτας
es: Saldo de la tarjeta
es_us: Saldo de la tarjeta
fi: Kortin saldo
fr: Solde de la carte
fr_ca: Solde de la carte
he: היתרה בכרטיס
hi: कार्ड बैलेंस
hr: Saldo kartice
hu: Kártyaegyenleg
id: Saldo Terutang Kartu
it: Saldo carta
ja: カード残高
kk: Карта теңгерімі
ko: 카드 잔액
lt: Kortelės likutis
ms: Baki Kad
nl: Kaartsaldo
no: Saldo på kort
pl: Saldo karty
pt_br: Saldo do Cartão
pt_pt: Saldo do cartão
ro: Sold card
ru: Баланс карты
sk: Čerpanie
sl: Znesek porabe na kartici
sv: Kortsaldo
th: ยอดบัตร
tr: Kart Bakiyesi
uk: Баланс картки
vi: Số dư thẻ
zh_cn: 待还金额
zh_hk: 卡結欠
zh_tw: 卡片應繳金額

# PHYSICAL_CARD_NUMBER_DETAIL
source: Use the last four digits to identify transactions made with your physical card.
ar: يمكنك استخدام آخر أربعة أعداد للتعرّف على المعاملات التي أُجريت باستخدام البطاقة الحقيقية.
bg: Използвайте последните четири цифри, за да разпознаете транзакциите, направени с вашата физическа карта.
ca: Utilitza els últims 4 dígits per identificar les transaccions fetes amb la targeta física.
cs: K identifikaci transakcí prováděných pomocí fyzické karty můžete používat poslední čtyřčíslí čísla karty.
da: Brug de sidste fire cifre til at identificere transaktioner, der er foretaget med dit fysiske kort.
de: Verwende die letzten vier Ziffern zur Identifizierung von Transaktionen, die mit deiner physischen Karte durchgeführt wurden.
el: Για προσδιορισμό των συναλλαγών που έχουν γίνει με τη φυσική κάρτα σας, χρησιμοποιήστε τα τελευταία τέσσερα ψηφία.
es: Usa los últimos cuatro dígitos para identificar las transacciones realizadas con tu tarjeta física.
es_us: Usa los últimos cuatro dígitos para identificar las transacciones realizadas con tu tarjeta física.
fi: Käytä neljää viimeistä numeroa fyysisellä kortilla tehtyjen tapahtumien tunnistamiseen.
fr: Utilisez les quatre derniers chiffres pour identifier les transactions effectuées avec votre carte physique.
fr_ca: Utilisez les quatre derniers chiffres pour identifier les transactions effectuées avec votre carte physique.
he: באפשרותך להשתמש בארבע הספרות האחרונות לצורך זיהוי עסקאות שבוצעו באמצעות הכרטיס הפיזי שלך.
hi: अपने फ़िज़िकल कार्ड के द्वारा किए गए लेनदेन की पहचान के लिए अंतिम चार अंकों का इस्तेमाल करें।
hr: Posljednja četiri broja možete upotrijebiti za identificiranje transakcija obavljenih fizičkom karticom.
hu: Az utolsó négy számjegyet a fizikai kártyájával végzett tranzakciók azonosításához használhatja.
id: Gunakan empat digit terakhir untuk mengidentifikasi transaksi yang dilakukan dengan kartu fisik Anda.
it: Utilizza le ultime quattro cifre per identificare le transazioni effettuate con la carta fisica.
ja: 物理的カードの取引を特定するにはカード番号の下4桁を使用します。
kk: Физикалық картаңыз арқылы жүргізілген транзакцияларды анықтау үшін картаның соңғы төрт санын пайдаланыңыз.
ko: 실물 카드로 진행된 거래를 확인하려면 카드 번호의 마지막 4자리 숫자를 사용하십시오.
lt: Naudodami paskutinius keturis skaitmenis identifikuokite operacijas, atliktas naudojant jūsų fizinę kortelę.
ms: Gunakan empat digit terakhir untuk mengenal pasti transaksi yang dibuat dengan kad fizikal anda.
nl: Gebruik de laatste vier cijfers om transacties met je fysieke kaart vast te stellen.
no: Bruk de fire siste sifrene for å identifisere transaksjoner utført med det fysiske kortet.
pl: Ostatnie cztery cyfry pozwalają identyfikować transakcje dokonane przy użyciu karty fizycznej.
pt_br: Use os quatro últimos dígitos para identificar as transações feitas com o cartão físico.
pt_pt: Use os últimos quatro dígitos para identificar transações efetuadas com o cartão físico.
ro: Folosiți ultimele patru cifre pentru a identifica tranzacțiile realizate cu cardul fizic.
ru: С помощью последних 4 цифр можно определять транзакции по физической карте.
sk: Na identifikáciu transakcií uskutočnených pomocou fyzickej karty použite posledné štyri číslice.
sl: Z zadnjimi štirimi števkami lahko prepoznate transakcije, izvedene z vašo fizično kartico.
sv: Använd de fyra sista siffrorna till att identifiera transaktioner som gjorts med det fysiska kortet.
th: ใช้เลขสี่หลักสุดท้ายเพื่อระบุรายการธุรกรรมที่ชำระด้วยบัตรจริงของคุณ
tr: Fiziksel kartınız ile yapılan işlemleri belirlemek için son dört rakamı kullanın.
uk: Використовувати останні чотири цифри для ідентифікації трансакцій, зроблених за допомогою фізичної картки.
vi: Sử dụng bốn chữ số cuối để nhận dạng các giao dịch được thực hiện với thẻ vật lý của bạn.
zh_cn: 使用卡号末四位来识别通过实体卡进行的交易。
zh_hk: 使用最後四位數字來識別使用實體卡所進行的交易。
zh_tw: 使用末四碼來辨識使用實體卡片進行的交易。

# ENTER_NEW_PHONE
source: Enter Phone Number
ar: إدخال رقم الهاتف
bg: Въведете телефонен номер
ca: Introdueix un número de telèfon
cs: Zadejte telefonní číslo
da: Skriv telefonnummer
de: Telefonnummer eingeben
el: Εισαγωγή αριθμού τηλεφώνου
es: Introduce el número de teléfono
es_us: Ingresa un número de teléfono
fi: Syötä puhelinnumero
fr: Saisir un numéro de téléphone
fr_ca: Entrez un numéro de téléphone
he: הזנת מספר טלפון
hi: फ़ोन नंबर दर्ज करें
hr: Unesite telefonski broj
hu: Telefonszám megadása
id: Masukkan Nomor Telepon
it: Inserisci numero di telefono
ja: 電話番号を入力
kk: Телефон нөмірін енгізу
ko: 전화번호 입력
lt: Įvesti telefono numerį
ms: Masukkan Nombor Telefon
nl: Voer telefoonnummer in
no: Oppgi telefonnummer
pl: Podaj numer telefonu
pt_br: Inserir um Número de Telefone
pt_pt: Digite o número de telefone
ro: Introduceți numărul de telefon
ru: Введите номер телефона
sk: Zadať telefónne číslo
sl: Vnesi telefonsko številko
sv: Ange telefon­nummer
th: ป้อนเบอร์โทรศัพท์
tr: Telefon Numarasını Girin
uk: Введіть номер телефону
vi: Nhập số điện thoại
zh_cn: 输入电话号码
zh_hk: 輸入電話號碼
zh_tw: 輸入電話號碼

# SUSPENDED_BY_ISSUER_SUBTITLE
source: %@ has suspended use of this card.
ar: علّق(ت) %@ استخدام هذه البطاقة.
bg: Използването на тази карта е спряно от %@.
ca: %@ ha bloquejat la targeta.
cs: Vydavatel %@ tuto kartu zablokoval.
da: %@ har suspenderet brugen af dette kort.
de: %@ hat diese Karte gesperrt.
el: Η %@ ανέστειλε τη χρήση αυτής της κάρτας.
es: %@ ha suspendido el uso de esta tarjeta.
es_us: %@ suspendió el uso de esta tarjeta.
fi: %@ on poistanut tämän kortin käytöstä.
fr: %@ a suspendu l’utilisation de cette carte.
fr_ca: %@ a suspendu cette carte.
he: השימוש בכרטיס הושהה על-ידי %@.
hi: %@ ने इस कार्ड का उपयोग निलंबित किया है।
hr: Izdavač %@ obustavio je uporabu ove kartice.
hu: A(z) %@ felfüggesztette ennek a kártyának a használatát.
id: %@ telah menangguhkan penggunaan kartu ini.
it: %@ ha sospeso l’utilizzo di questa carta.
ja: %@によりこのカードの使用は一時的に停止されています。
kk: %@ атты эмитент осы картаның қолданысын уақытша тоқтатты.
ko: %@에서 이 카드의 사용을 정지시켰습니다.
lt: „%@“ sustabdė naudojimąsi šia kortele.
ms: %@ telah menggantung penggunaan kad ini.
nl: %@ heeft deze kaart buiten werking gesteld.
no: %@ har deaktivert dette kortet.
pl: Wystawca (%@) zawiesił kartę.
pt_br: %@ suspendeu o uso deste cartão.
pt_pt: %@ suspendeu a utilização deste cartão.
ro: %@ a suspendat utilizarea acestui card.
ru: Эмитент «%@» приостановил обслуживание этой карты.
sk: Používanie tejto karty bolo zablokované vydavateľom %@.
sl: Izdajatelj %@ je začasno preklical uporabo te kartice.
sv: %@ har spärrat användningen av det här kortet.
th: %@ ได้ระงับการใช้บัตรนี้
tr: %@, bu kartın kullanımını askıya aldı.
uk: %@ призупиняє використання цієї картки.
vi: %@ đã tạm ngừng dịch vụ cho thẻ này.
zh_cn: %@已暂停这张卡的使用。
zh_hk: %@已暫停使用此卡。
zh_tw: 「%@」已將此卡片停卡。

# SUSPENDED_LABEL
source: Suspended
ar: معلق
bg: Спряно
ca: Bloquejada
cs: Zablokováno
da: Suspenderet
de: Gesperrt
el: Αναστάλθηκε
es: Suspendida
es_us: Suspendida
fi: Poistettu käytöstä
fr: Suspendue
fr_ca: Suspendu
he: בהשעיה
hi: निलंबित
hr: Obustavljeno
hu: Felfüggesztve
id: Ditangguhkan
it: Sospesa
ja: 一時使用停止
kk: Кейінге қалдырылды
ko: 정지됨
lt: Sustabdyta
ms: Digantung
nl: Buiten werking
no: Deaktivert
pl: Wstrzymana
pt_br: Suspenso
pt_pt: Suspenso
ro: Suspendat
ru: Приостанолено
sk: Pozastavené
sl: Začasno preklicano
sv: Spärrat
th: ถูกระงับ
tr: Askıya Alınmış
uk: Призупинено
vi: Đã tạm ngừng
zh_cn: 暂停使用
zh_hk: 已暫停使用
zh_tw: 已停卡

# ENTER_NEW_BILLING_ADDRESS_TITLE
source: Enter New Billing Address
ar: أدخل عنوان دفع جديد
bg: Въвеждане на нов адрес за фактуриране
ca: Nova adreça de facturació
cs: Zadat novou fakturační adresu
da: Indtast ny faktureringsadresse
de: Neue Rechnungsadresse eingeben
el: Νέα διεύθ. τιμολόγησης
es: Nueva dirección de facturación
es_us: Nuevo domicilio de facturación
fi: Syötä uusi laskutusosoite
fr: Nouvelle adresse
fr_ca: Adresse de facturation
he: הזנת כתובת חיוב חדשה
hi: नया बिलिंग पता दर्ज करें
hr: Nova adresa za naplatu
hu: Új számlázási cím megadása
id: Masukkan Alamat Penagihan Baru
it: Inserisci nuovo indirizzo
ja: 新しい請求先住所を入力
kk: Жаңа төлеуші мекенжайын енгізу
ko: 새로운 청구 주소 입력
lt: Įvesti naują sąskaitų siuntimo adresą
ms: Masukkan Alamat Pengebilan Baharu
nl: Voer nieuw factuuradres in
no: Ny faktureringsadresse
pl: Podaj nowy adres płatnika
pt_br: Digitar Novo Endereço de Cobrança
pt_pt: Digitar novo endereço de faturação
ro: Introduceți o adresă de facturare nouă
ru: Новый адрес плательщика
sk: Zadať novú fakturačnú adresu
sl: Vnesi nov naslov plačnika
sv: Ange ny faktureringsadress
th: ป้อนที่อยู่เรียกเก็บเงินใหม่
tr: Yeni Fatura Adresi Gir
uk: Нова платіжна адреса
vi: Nhập địa chỉ thanh toán mới
zh_cn: 输入新的账单邮寄地址
zh_hk: 輸入新的帳單地址
zh_tw: 輸入新的帳單地址

# DONE_BUTTON_TITLE
source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: OK
es_us: Listo
fi: OK
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nl: Gereed
no: Ferdig
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成
